Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: (Note: it is effectively a [[FourPointScale 2.5-4.0 scale]].)
pt_br: (Nota: efetivamente é uma [[Br/EscalaDeQuatroPontos escala que varia entre 2.5 até 4.0]].)

source: (On the other hand, if the entire ''series'' is due to end and the creators feel confident that they'll never do a sequel, they may decide to break this trope with a GrandFinale that permanently fixes everything.)
pt_br: (Por outro lado, se a série ''como um todo'' tem data para terminar e os criadores estão confiantes de que nunca conseguirão fazer uma sequência, eles podem decidir se livrar deste tropo com um Br/GrandFinale que ajusta tudo de maneira permanente.)

source: (Or at least a well-intentioned one.) May overlap with SelfFulfillingProphecy.
pt_br: (Ou, pelo menos, um sistema bem intencionado.) Pode se sobrepor a Br/ProfeciaAutorrealizavel.

source: (Quico didn't want to admit he was the one at fault) Later in that same episode, El Chavo repeated the explanation when Doña Florinda slapped Don Ramón.
pt_br: (Quico não quis admitir que a culpa era dele.) Mais tarde, no mesmo episódio, Chaves repete a explicação quando a Dona Florinda bate em Seu Madruga.

source: (Rarely successful, [[EvilLawyerJoke as Hell is full of lawyers after all]].
pt_br: (Raramente dá certo, até mesmo porque [[Br/PiadaDeAdvogadoMalvado o inferno já está cheio de advogados]].

source: (See the Music/FrankZappa example below) # [[HeelFaithTurn Turn to religion]].
pt_br: # [[Br/PassarParaOLadoDaFe Voltar-se para a religião]].

source: (That said, you may wind up with a case of RedemptionEarnsLife instead.)
pt_br: (Dito isso, você pode acabar com um caso de Br/RedencaoConquistaAVida ao invés.)

source: (The second volume, ''Literature/TheTwoTowers'', suffers the most; it contains two entirely independent, overlapping stories, both of which start and end in the middle of things.) Releasing a novel in three parts became popular during the early days of printed novels, where the high cost of manual typesetting and printing meant that releasing a novel piecemeal allows the printer to judge the popularity of a story and whether it would be profitable to continue to print the second and third part.
pt_br: (O segundo volume, ''BrLiteratura/AsDuasTorres'', é o que sofre mais; ele contém duas histórias totalmente independentes e sobrepostas, com as duas começando e terminando no meio das coisas.) Publicar um romance em três partes se tornou popular durante os primeiros dias dos romances impressos, quando o custo elevado do posicionamento manual de tipos e da impressão significava que publicar uma pequena parte do romance permitia que a gráfica julgasse a popularidade de uma história e se seria ou não rentável prosseguir com a impressão da segunda e terceira partes.

source: (This trope doesn't really apply to villains who are just doing it ForTheEvulz.) A villain may also be in the receiving end from another villain that remembers that EvenEvilHasStandards.
pt_br: (Este tropo não se aplica a vilões que estão fazendo isso apenas Br/PorqueEuSouDuMalz.) Um vilão pode também estar na ponta receptora de outro vilão que lembra a ele que Br/AteOMalTemLimites.

source: (Though we do see he keeps a weapon in bed with him, and nearby even in the shower.) Then he walks outside and we see that compared to the futuristic setting, his apartment is practically [[BornInTheWrongCentury a museum]].
pt_br: (No entanto, dá pra ver que ele guarda consigo uma arma na cama e no chuveiro.) Então ele sai de casa e nós vemos que, em comparação ao cenário futurista, o apartamento dele é praticamente [[Br/NascidoNoSeculoErrado um museu]].

source: (Yeah, the ''movie'' did something clever and subversive.) * CryingWolf: Spooner believes robots are untrustworthy and no one believes him when it actually comes true.
pt_br: (É, o ''filme'' fez algo esperto e subversivo.) * Br/GritarLobo: Spooner acredita que robôs não são confiáveis e ninguém acredita nele quando isso ocorre de fato.

source: ([[MostTropersAreYoungNerds Which makes them]] [[FanDumb similar to others]] [[JustForFun/TVTropesWillRuinYourLife you may be]] [[ThisLoserIsYou familiar with.]]) Consequently, children can put even the strictest editors to shame with their awkward questions.
pt_br: ([[Br/AMaioriaDosTropoeirosSaoNerdsJovens E isso os tornam]] similares a outras [[Br/EsteFracassadoEVoce pessoas que]] [[BrApenasPorLazer/TVTropesVaiArruinarASuaVida você talvez conheça]].) Consequentemente, crianças e suas questões difíceis podem colocar até os editores mais atentos no sufoco.

source: (beat) That's what you were gonna say, right?\\ '''Sphinx:''' ...
pt_br: Era isso que ia dizer, né? Né?\\ '''Esfinge:''' ...

source: (e.g. UsefulNotes/{{Chicago}} becomes [[Series/BuckRogersInTheTwentyFifthCentury capital of Earth.)]] * SummerCampy: Summer Camp PlayedForLaughs.
pt_br: * ??? SummerCampy: O acampamento de verão, mas Br/UsadoParaHumor.

source: (e.g. When you visit the drunk guy's homeland, everyone else is an alcoholic too.) * PlanetOfHats: All alien or foreign cultures are homogeneous, and a single stereotype or quirk applies to everyone from that place.
pt_br: (''e.g.'' quando você visita a terra natal do bêbado, descobre que lá todo mundo é um alcoólatra.) * Br/PlanetaDeChapeus: Todas as culturas alienígenas ou estrangeiras são homogêneas e um único estereótipo ou traço se aplica a todo mundo desse lugar.

source: (slams fists on the table, making the metal buckle)\\ '''Spooner:''' That one's called anger.
pt_br: (bate com os punhos na mesa, fazendo o metal retorcer)\\ '''Spooner:''' O nome disso é raiva.

source: * '''Anticipation''' beats create expectation of incoming awesomeness.
pt_br: * Batidas de '''antecipação''' criam expectativa para coisas incríveis.

source: * '''Bringdown''' beats are Gratification's EvilTwin, rubbing salt into the wounds without technically making the situation any worse -- for instance, an EmpathyDollShot.
pt_br: * Batidas de '''atenuação''' são o Br/GemeoDoMal da gratificação, passando sal nas feridas sem de fato tornar a situação pior -- como, por exemplo, com um Br/EnquadramentoEmpaticoDeBrinquedo.

source: * '''ChaoticEvil''': Will do whatever they want to, especially if it hurts other people, without regard for the rules.
pt_br: * '''Br/CaoticoEMau''': Farão o que quiserem fazer, especialmente se isso fere outras pessoas, e sem nenhuma consideração pelas regras.

source: * '''ChaoticGood''': [[RebelliousSpirit Rebels]] and [[WildCard free spirits]] who are stereotypically found opposing tyrants and other oppressive types.
pt_br: * '''Br/CaoticoEBom''': [[Br/EspiritoRebelde Rebeldes]] e espíritos livres que estereotipicamente se opõem a tiranos e outros tipos opressores.

source: * '''ChaoticNeutral''': Chaotic Neutral characters are all about freedom, and don't care so much about rules or morality.
pt_br: * '''Br/CaoticoENeutro''': Personagens caóticos e neutros valorizam a liberdade e não ligam muito para regras ou moralidade.

source: * '''Commentary''' beats inject the author's own voice into the narrative, e.g. as a GreekChorus or as an AuthorFilibuster, and are often (but [[Administrivia/TropesAreTools not always]]) a [[ShowDontTell sign of bad writing]].
pt_br: * Batidas de '''comentários''' injetam a voz do autor na narrativa, ''e.g.'' como um Br/CoroGrego ou uma Br/ObstrucaoDeAutor, e costumam ser (mas [[BrAdministrivia/TroposSaoFerramentas não sempre]]) um [[Br/MostreNaoConte sinal de escrita ruim]].

source: * '''Dramatic''' beats are the opposite of Procedural ones: instead of moving the external plot along, they concern personal aspirations and relationships between characters.
pt_br: * Batidas '''dramáticas''' são o oposto das procedurais: ao invés de mover a trama externa, elas envolvem as aspirações pessoais e relacionamentos entre personagens.

source: * '''Ethical axis''': Lawful, Neutral, and Chaotic (AKA Order, Balance, and Chaos).
pt_br: * '''Eixo ético''': Ordeiro (ou leal), Neutro e Caótico -- isto é: ordem, equilíbrio e caos.

source: * '''Gratification''' beats consist of various forms of {{Fanservice}} (not necessarily sexual, e.g. a ContinuityNod is also a form of fanservice) and/or AuthorAppeal and serve to resolve positively without adding anything of consequence to the story.
pt_br: * Batidas de '''gratificação''' consistem em variadas formas de ??? {{Fanservice}} (não necessariamente sexual; ''e.g.'' um Br/AcenoParaAContinuidade é também uma forma disso) e/ou Br/ApeloDoAutor, servindo para resolver a situação de maneira positiva sem adicionar coisas de consequência ampla à história.

source: * '''LawfulEvil''': Organized evil with a master plan.
pt_br: * '''Br/LealEMau''': O mal organizado com um grande plano.

source: * '''LawfulGood''': Both honorable and kind, Lawful Good characters believe that working together and following a code of conduct makes life better for everyone.
pt_br: * '''Br/LealEBom''': Honrados e bondosos, personagens do tipo Leal e Bom acreditam que o trabalho em conjunto e adesão a um código de conduta torna a vida melhor para todos.

source: * '''LawfulNeutral''': If it's against the rules, then it's bad, no matter what.
pt_br: * '''Br/LealENeutro''': Se é contra as regras, é ruim, não importa o que seja.

source: * '''Mad Biologists''' trespass in God's domain, meddling with the bodies of the dead, the genetic makeup of their subjects and the very fabric of life to create [[BioweaponBeast horrific monsters]], {{Super Soldier}}s and misguided attempts at immortality (often defined misguided because the plot says so, or otherwise because they work very, very badly).
pt_br: * '''Biólogos malucos''' cruzam para além dos domínios do Homem, manipulando corpos de mortos, a constituição genética de suas cobaias e o próprio tecido da vida para criar [[Br/ArmaBiologicaFeral monstros terríveis]], Br/{{super soldado}}s e tentativas equivocadas em busca da imortalidade (geralmente tidas como equivocadas porque a trama quer assim, ou porque o resultado é muito, muito ruim).

source: * '''Mad Chemists''' are in many ways descended from sketchy alchemists of earlier eras.
pt_br: * '''Quimistas malucos''' são, de diversas formas, descendentes dos alquimistas estranhos de eras anteriores.

source: * '''Mad Engineers''' work with machinery first and foremost, creating {{Killer Robot}}s, {{Death Ray}}s, {{Doomsday Device}}s, armed vehicles of every sort, and occasionally even something practical.
pt_br: * '''Engenheiros malucos''' trabalham com maquinário e suas criações costumam incluir o Br/RoboAssassino, o Br/RaioDaMorte, o Br/DispositivoDoJuizoFinal, veículos com todo tipo de armas e, às vezes, algo de uso mais prático.

source: * '''Moral axis''': Good, Neutral, and Evil.
pt_br: * '''Eixo moral''': Bom, Neutro e Mau.

source: * '''NeutralEvil''': The consummate [[PragmaticEvil pragmatists]], Neutral Evil characters don't find themselves shackled to their impulses or bound by rules of law and honor.
pt_br: * '''Br/NeutroEMau''': Os [[Br/PragmaticoDoMal pragmáticos]] contumazes, personagens do tipo Neutro Mau não se deixam limitar por seus impulsos ou por regras de lei e honra.

source: * '''NeutralGood''': Sweetness and light.
pt_br: * '''Br/NeutroEBom''': Doçura e luz.

source: * '''Pipe''' beats lay subtle {{Foreshadowing}} groundwork for upcoming events or reveals.
pt_br: * Batidas de '''alicerce''' posicionam bases sutis de Br/{{Prenuncio}} para eventos ou revelações que estão por vir.

source: * '''Procedural''' beats revolve around the protagonist's external or practical goals and evoke a sense of suspense, advancing the overall plot with little personal investment from the characters.
pt_br: * Batidas '''procedurais''' giram em torno dos objetivos externos ou práticos do protagonista e evocam uma sensação de suspense, avançando a trama no geral com pouco investimento pessoal dos personagens.

source: * '''Question''' beats pique the audience's curiosity about something that's happening or already happened.
pt_br: * Batidas de '''questionamento''' incitam curiosidade no público sobre algo que está acontecendo ou já aconteceu.

source: * '''Reveal''' beats do just that: cash in the suspense built up by earlier Question and Pipe beats by [[TheReveal revealing]] something surprising or important.
pt_br: * Batidas de '''revelação''' se beneficiam do suspense acumulado por batidas prévias de alicerce ou de questionamento ao [[Br/ARevelacao revelar]] algo surpreendente ou importante.

source: * '''TrueNeutral''': Sometimes known as just ''Neutral'', or even ''[[DepartmentOfRedundancyDepartment Neutral Neutral]]''.
pt_br: * '''[[Br/NeutroNeutro Verdadeiro Neutro]]''': Às vezes referenciado somente como "Neutro", ou como "[[Br/DepartamentoDeRedundanciaRedundante Neutro Neutro]]".

source: * '''[[MultipleNarrativeModes Multiple-viewpoint]]:''' This is any story which ''combines'' any or all of the above narrative modes (Creator/TadWilliams' ''Literature/{{Otherland}}'').[[/index]] This does ''not'' cover things like stylistic blend (having a single authorial aside in the Universal Omniscient style) or occasional rule-breaking (for instance, ''Literature/HarryPotter'' should theoretically never have chapters that are not from Harry's point of view, but in total there are quite a few, including a DreamSequence and a partial-chapter slip in [[Literature/HarryPotterAndThePhilosophersStone Book 1 Chapter 11]]).
pt_br: * '''[[Br/MultiplosModosNarrativos Ponto de vista múltiplo]]:''' Qualquer história que ''combine'' vários dos modos narrativos acima. Isso ''não'' abrange coisas como mescla de estilos ou quebras ocasionais de regra (por exemplo, ''BrLiteratura/HarryPotter'' teoricamente não deveria ter capítulos que não são do ponto de vista do Harry, mas existem alguns).

source: * ''BodySurf'': Similar to Multiple Bodies and BodyBackupDrive above, but instead they [[DemonicPossession possess another living person]] to use for themselves, possibly transforming the body of the possessed into something related to the new owner.
pt_br: * ''Br/SurfeCorporal'': similar a Múltipls Corpos e a Br/CorpoReserva, mas ao invés eles [[Br/PossessaoDemoniaca possuem outra pessoa viva]] para usar, possivelmente transformando o corpo do ser afetado em algo relacionado ao novo proprietário.

source: * ''Extreme Luck'': You don't need to be invincible when you never get hit.
pt_br: * ''Sorte Extrema'': Você não precisa ser invencível se nunca te acertarem.

source: * ''Made of Air'': Going the opposite direction, there doesn't seem to be something to fight... but that "something" can fight ''you''.
pt_br: * ''Feito de Ar'': Indo no sentido oposto, não parece haver algo contra o que lutar... mas esse ''algo'' é capaz de enfrentar ''você''.

source: * ''Made of Liquid'', AKA ''[[BlobMonster The Blob]]'': a common variant of this, when the character is made of some sort of fluid stuff that makes him tangible, but completely impervious to damage with bludgeoning or piercing weapons.
pt_br: * ''Feito de Líquido'' AKA ''[[Br/MonstroDeGosma A Gosma]]'': uma variante comum, onde o personagem é composto de algum tipo de fluído que o torna tangível, porém impérvio a dano causado por armas perfurantes ou de impacto.

source: * ''Multiple Bodies'': Similar to the above, this classic power of the HiveMind will render the death of one body [[Franchise/StarTrek irrelevant]].
pt_br: * ''Corpos Múltiplos'': Similar ao anterior, este poder clássico da Br/MenteUnificada faz com que a morte de um corpo seja [[BrFranquia/StarTrek irrelevante]].

source: * ''[[FeelNoPain No Pain]]'': While you can technically damage them, their lack of pain receptors means that they will just keep coming.
pt_br: * ''Indolor'': Você pode causar dano, mas a falta de receptores de dor significa que eles vão continuar lutando.

source: * ''[[HealingFactor Regeneration/Regrowth]]'': They have the truly nasty tendency to recover from anything.
pt_br: * ''[[Br/FatorDeCura Regeneração/Crescimento]]'': Eles possuem a tendência incômoda de se recuperar de qualquer coisa.

source: * ''[[RealityWarper Reality-Warping]]'': They don't want to be hurt, so you can't hurt them.
pt_br: * ''[[Br/DobradorDeRealidade Alteração da Realidade]]'': Eles não querem se machucar, por isso você não consegue os machucar.

source: * ''[[RemoteBody The Proxy]]'': When a person makes use of other bodies or identities in order to conceal themselves and avoid direct contact, therefore reducing risk of injury/death.
pt_br: * ''[[Br/CorpoRemoto O Substituto]]'': Quando uma pessoa faz uso de outros corpos ou identidades para se esconder e evitar contato direto, reduzindo portanto o risco de ferimentos ou morte.

source: * ''[[ResurrectiveImmortality Resurrection]]'': You technically ''can'' kill them, but the problem is that they don't ''stay dead''.
pt_br: * ''[[Br/ImortalidadeRessurreitiva Ressurreição]]'': Você pode ''tecnicamente'' matá-los, mas o problema é que eles não ''permanecem mortos''.

source: * ''[[RubberMan Made of Rubber]]'': Somewhere in between the last two, where most attacks just seem to bounce off with little to no effect to the victim.
pt_br: * ''[[Br/HomemBorracha Feito de Borracha]]'': Mais ou menos entre os dois anteriores, onde a maioria dos ataques simplesmente quica com pouco ou nenhum efeito para a vítima.

source: * ''[[SpareBodyParts External Repair/Spare Body Parts]]'': Like regeneration/regrowth, but external.
pt_br: * ''[[Br/PartesCorporaisExtras Reparo externo/Partes Corporais Extras]]'': Como a regeneração, porém externo.

source: * ''[[SuperToughness Made of Diamond]]'': The power of the ImplacableMan and TheJuggernaut, [[NoSell nothing does anything to this being]].
pt_br: * ''[[Br/SuperResistencia Feito De Diamante]]'': o poder do Br/OImplacavel e do ??? TheJuggernaut, nada causa dano a este ser.

source: * ''[[{{Settings}} The setting]]''.
pt_br: * ''[[Br/{{Ambientacao}} A ambientação]]''.

source: * ...and many, many others.
pt_br: * ...e muitos, muitos outros.

source: * A ''[[RuleOfDrama dramatic]]'' Crapsack World [[TrueArtIsAngsty has plenty]] [[DysfunctionJunction of angst]] to go around, and often makes {{Woobie}}s out of its sympathetic cast, particularly the protagonist, as they [[TraumaCongaLine suffer horribly]] in their attempts to do the right thing or pursue their dreams.
pt_br: * Um mundo lixoso ''[[Br/RegraDoDrama dramático]]'' [[Br/AVerdadeiraArteEAngustiante possui muita]] [[Br/JuncaoDisfuncional angústia]] para distribuir e costuma fazer com que seus personagens sejam Br/{{coitadinho}}s, em especial o protagonista, pois ele [[Br/FilaDaCongaTraumatica sofre bastante]] no processo de fazer a coisa certa ou perseguir seus sonhos.

source: * A ''[[RuleOfFunny comedic]]'' Crapsack World is PlayedForLaughs and is made up of [[LethallyStupid idiots]], [[{{Jerkass}} jerks]], {{Butt Monkey}}s, [[TheChewToy Chew Toys]] and the occasional OnlySaneMan, with plenty of ComedicSociopathy to go around.
pt_br: * Um mundo lixoso ''[[Br/RegraDaGraca cômico]]'' é Br/UsadoParaHumor e é composto por [[Br/LetalmenteEstupido idiotas]], Br/{{Babaca}}s, [[Br/BrinquedoDeMorder brinquedos de morder]] e o ocasional Br/UnicoHomemSao, com muita Br/SociopatiaComica para distribuir.

source: * A ''[[ScrewDestiny mutable]]'' Crapsack World simply ''starts out'' as crappy, but a determined protagonist and their TrueCompanions, be they the [[KnightInShiningArmor Knight In Shining]] (or in many of these cases, [[KnightInSourArmor Sour]]) [[KnightInShiningArmor Armor]] or a simple old PI, can actually cause some, but mostly few, [[EarnYourHappyEnding positive changes in the setting]].
pt_br: * Um mundo lixoso ''[[Br/DaneSeODestino mutável]]'' simplesmente ''começa'' como lixoso, mas um protagonista determinado e seus Br/CompanheirosLeais, sejam eles cavaleiros em armadura [[Br/CavaleiroEmArmaduraReluzente reluzente]] ou [[Br/CavaleiroEmArmaduraAzeda azeda]], conseguem causar [[Br/ConquisteSeuFinalFeliz algumas mudanças positivas]] na ambientação.

source: * A JerkWithAHeartOfGold degenerates into a straight {{Jerkass}}.
pt_br: * Um Br/BabacaComUmCoracaoDeOuro decai para um Br/{{Babaca}} convencional.

source: * A MusicalEpisode or a ClipShow.
pt_br: * Um Br/EpisodioMusical ou uma Br/SerieDeClipes.

source: * A PromotedFanboy gains control and the show becomes susceptible to personal over-indulgences in {{Mythology Gag}}s, {{Internal Homage}}s, {{Shout Out}}s, {{Actor Allusion}}s, FanWank, and other love letters to the show.
pt_br: * Um Br/FanboyPromovido obtém controle do processo criativo e o show se torna suscetível a um excesso de [[Br/PiadaMitologica piadas mitológicas]], [[Br/HomenagemInterna homenagens internas]], [[Br/MandandoUmSalve salves]] e outras cartas de amor ao próprio show.

source: * A RomanceArc takes over a series that wasn't about relationships, becoming a RomanticPlotTumor.
pt_br: * Um Br/ArcoRomantico toma pra si uma série que não era sobre relacionamentos e se torna um Br/TumorRomanticoDeTrama.

source: * A StraightGay character may become CampGay over time, become more [[AllGaysArePromiscuous promiscuous]], or said character may possess other traits but will later become just a walking gay joke or stereotype.
pt_br: * Um personagem Br/GayHetero pode se tornar um Br/GayCamp ao longo do tempo, se tornar mais [[Br/TodosOsGaysSaoPromiscuos promíscuo]], ou possuir outros traços mas acabar por ser um mero estereótipo ou piada ambulante.

source: * A TokenEvilTeammate will do increasingly evil things to make up for teaming up with the good guys all the time, and the good guys will become less and less disgusted by these actions.
pt_br: * Um Br/ParceiroCotistaDoMal fará coisas cada vez mais malvadas para compensar estar com os caras bons o tempo inteiro, e os caras bons ficarão cada vez menos enojados pelas ações dele.

source: * A [[CousinOliver child character]] is added to a cast of adults.
pt_br: * Um [[Br/PrimoOliver personagem criança]] é adicionado a um elenco de adultos.

source: * A [[UsefulNotes/TVStrikes writer's strike]] hits.
pt_br: * Uma [[BrNotasUteis/GrevesNoMeioTelevisivo greve de roteiristas]] acontece.

source: * A character [[AesopAmnesia forgets a valuable lesson they had learned in the past]], usually resulting in them having to learn the same lesson over and over again until the audience loses patience with them.
pt_br: * Um personagem [[Br/AmnesiaDeEsopo esquece uma lição valiosa que foi aprendida no passado]], geralmente fazendo com que ele tenha que reaprender a lição sucessivas vezes até o público perder a paciência com ele.

source: * A character [[DamselInDistress gets in]] [[DistressedDude distress]] sometimes, but has many other uses in the plot.
pt_br: * Um personagem se encontra em [[Br/DonzelaEmPerigo necessidade de]] [[Br/PrincesoEmPerigo resgate]] às vezes, mas isso possui outros motivos na trama.

source: * A character becomes a gimmick.
pt_br: * Um personagem se torna um artifício.

source: * A character has an [[PlotAllergy allergy]] or two, is disabled, or has asthma but it's not a big deal.
pt_br: * Um personagem tem uma [[Br/AlergiaDaTrama alergia]] ou duas, ou alguma deficiência, ou asma, mas não é grande coisa.

source: * A character has an interest, that gradually turns into an obsession.
pt_br: * Um personagem possui um interesse que gradualmente se transforma em obsessão.

source: * A character has some anger issues, but is still able to control it and mostly gets angry when the situation calls for it.
pt_br: * Um personagem possui problemas com raiva, mas consegue mantê-la sob controle, ficando furioso somente quando a situação justifica.
